
"Passcode Lock" = "Blocco codice";

"All data in this app will be erased after %d failed passcode attempts." = "Dopo %d tentativi falliti tutti i dati presenti in questa app saranno cancellati.";
"Cancel" = "Interrompi";
"Enable" = "Attiva";
"Erase all content in the app after %d failed passcode attempts." = "Dopo %d tentativi falliti cancellare tutti i dati presenti in questa app.";

"Turn Passcode Off" = "Disattiva blocco codice";
"Turn Passcode On" = " Attiva blocco codice";
"Change Passcode" = "Modifica codice";
"Erase Data" = "Cancella dati";
"Set Passcode" = "Crea codice";
"Turn off Passcode" = "Disattiva";
"Enter Passcode" = "Inserisci codice";
"1 Failed Passcode Attempt" = "1 tentativo fallito";
"%i Failed Passcode Attempts" = "%i tentativi falliti";
"Passcodes did not match. Try again." = "I codici inseriti non corrispondono. Si prega di riprovare.";
"Enter a different passcode. You cannot re-use the same passcode." = "Si prega di inserire un altro codice. Il codice già inserito non può essere riutilizzato.";
"Erase all data and reset passcode" = "Cancellare tutti i dati e disattivare blocco codice?";

"Enter your passcode" = "Inserisci il tuo codice";
"Enter a passcode" = "Inserisci un codice";
"Re-enter your passcode" = "Ripeti il codice";
"Enter your old passcode" = "Inserisci il vecchio codice";
"Enter your new passcode" = "Inserisci un nuovo codice";
"Re-enter your new passcode" = "Ripeti il nuovo codice";

"Passcode lock notice" = "Annota";
"ResetInfo" = "Il passcode non può essere resettato. Se lo dimentichi non hai più accesso alle tue chat.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Il blocco codice presente nell’app protegge i tuoi dati da sguardi indiscreti; non sostituisce tuttavia il blocco codice del dispositivo. Si consiglia pertanto di attivare anche il blocco codice del dispositivo (nel caso non sia già stato fatto), affinché i dati memorizzati vengano criptati.";

"Require Passcode" = "Richiedi codice";
"Immediately" = "Subito";
"After 1 minute" = "Dopo 1 minuto";
"After %d minutes" = "Dopo %d minuti";
"After 1 min." = "Dopo 1 min.";
"After %d min." = "Dopo %d min.";
"After 1 hour" = "Dopo 1 ora";
"After %d hours" = "Dopo %d ore";
